tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"

brew "sqlite"
brew "curl"
brew "fish"
brew "git"
brew "node"
brew "node@12"
brew "node@14"
brew "postgresql"
brew "redis"
brew "wget"
brew "yarn"
brew "heroku/brew/heroku"

cask "cyberduck"
cask "discord"
cask "docker"
cask "firefox"
cask "font-amatic-sc"
cask "font-averia-serif-libre"
cask "font-crafty-girls"
cask "font-cutive-mono"
cask "font-gentium-book-basic"
cask "font-give-you-glory"
cask "font-hack"
cask "font-montaga"
cask "font-open-sans"
cask "font-raleway"
cask "font-roboto"
cask "font-shadows-into-light-two"
cask "font-source-code-pro-for-powerline"
cask "font-titillium"
cask "google-chrome"
cask "hyper"
cask "imageoptim"
cask "moneymoney"
cask "ngrok"
cask "signal"
cask "sketch"
cask "spotify"
cask "steam"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
